{
    "Password": "Password",
    "OK": "okay",
    "ErrorOccurred": "An Error Occurred!",
    "SignUp": "Sign up",
    "SignUpTitle": "Sign up",
    "SignIn": "Sign in",
    "SignInTitle": "Sign in",
    "FullName": "Full name",
    "Email": "E-mail",
    "InvalidEmail": "Invalid email!",
    "PasswordEmpty": "Password should not be empty.",
    "PasswordShort": "Password must contain at least 6 characters",
    "ConfirmPassword": "Confirm password",
    "DoctorID":"ID's doctor",
    "PasswordsNotMatch": "Passwords do not match!",
    "AcceptTerms1": "I have read and accept ",
    "AcceptTerms2":"terms",
    "Login": "Login",
    "HaveAccount": "Already have an account?  LOGIN",
    "NoHaveAccount": "Don't have an account?  SIGN UP",
    "ChangePassword": "Change Password",
    "OldPassword": "Old password",
    "NewPassword": "New password",
    "EditProfile": "Edit profile",
    "FirstName": "First name",
    "ProvideFirstName": "Must provide first name",
    "LastName": "Last name",
    "ProvideLastName": "Must provide last name",
    "Birthday": "Birthday",
    "Information": "Information",
    "Session": "Session",
    "PersonalArea": "Personal Area",
    "Settings": "Settings",
    "AgeBoy": "years old",
    "AgeGirl": "years old",
    "Agetrans":"years old",
    "Calender": "Calender",
    "Graph": "Metrics",
    "Account": "Account",
    "Profile": "Profile",
    "EditProfileButton": "Edit your profile",
    "Privacy": "Privacy",
    "Logout": "Logout",
    "Cancel": "Cancel",
    "LogoutMakeSure": "Do you Really want to logout?",
    "General": "General",
    "Language": "Language",
    "ChangeLanguage": "Change language",
    "Feedback":"Feedback",
    "SendReport":"Send feedback",
    "Notfication": "Notfication",
    "SetNotfication": "Set a reminder",
    "Sound": "Sound",
    "SetSound": "Select a sound for recordings",
    "Term": "Terms and Conditions",
    "Support":"Support",
    "Policy": "Privacy policy",
    "SimpleAnalgesics": "Simple analgesics",
    "CombinedAnalgesics": "Combined analgesics",
    "Triptans": "Triptans",
    "OnlyLetters":"The medication should contain only letters",
    "Other": "Other",
    "NumOfDaysTookMed": "How many days did you take medication?",
    "ChooseOne": "choose 1",
    "ProvideAmount": "Must provide amount",
    "AmountAttack": "The amount of attacks you have in the last month",
    "AvgDurationAttack": "On average, how many hours are the attacks?",
    "AvgIntensityAttack": "On average, how bad was your pain?",
    "UseMedForAttacks": "Did you use medication for the attacks?",
    "Save": "Save",
    "Date": "The date",
    "DurationAttack": "How long was your attack in hours?",
    "IntensityAttack": "How bad was your pain?",
    "UseMedForAttack": "Did you take medications?",
    "Duration": "Duration",
    "Intensity": "Intensity",
    "Reports": "Reports",
    "reportTitle":"Headache Report",
    "EditOrNewReports": "Edit report or create a new one",
    "Permission":"Notfication Permission",
    "PermissionMessage":"Give the application MDtate permission to access?",
    "Confirm":"Confirm",
    "Headache":"Headache",
    "Medication":"Medication",
    "Legend":"Legend about the colors",
    "MorningSession":"Morning Session",
    "NightSession":"Night Session",
    "ShortSession":"Short Session",
    "LongSession":"Long Session",
    "HowSession":"How was the session ?",
    "TitleNotification":"Did you have a headache today ?",
    "BodyNotification":"Click to fill the report",
    "Recommendation":"Recommendation",
    "Skip":"Skip",
    "VeryDissatisfied":"Very dissatisfied",
    "Dissatisfied":"Dissatisfied",
    "Neutral":"Neutral",
    "Satisfied":"Satisfied",
    "VerySatisfied":"Very satisfied",
    "Reset":"Reset",
    "ResetSession":"Reset sessions",
    "ResetMakeSure":"Are you sure you want to reset ?",
    "Notification":"Notification",
    "NotificationTitleSession":"Do you have time to listen to session ?",
    "NotificationBodySession":"Click to listen",
    "EmptyFeedback":"If you want to send a feedback, you must write message",
    "GoodMorning":"Good Morning",
    "GoodAfternoon":"Good Afternoon",
    "GoodEvening":"Good Evening",
    "GoodNight":"Good Night",
    "SessionTitle":"Listening History",
    "ResearchApprove1":"I consent to ",
    "ResearchApprove2":"research ",
    "ResearchApprove3":"participation",
    "No":"No",
    "Yes":"Yes",
    "firestReportTitle":"First Report",
    "Frequency":"Frequency",
    "ClickMonthGraph":"Click on any month in the axis to view the graph specifically for that month.",
    "graphTitle1":"Headache Metrics: Intensity & Duration",
    "graphTitle2":"Headache Frequency vs. Relaxation Sessions",
    "displayMessageInGraphPage":"Do not display the message again",
    "OverView":"Over View",
    "TitleVideo":"Dr. Ezra explains various headaches and the way the app can teach you to learn relaxation in order to reduce pain attacks.",
    "Youtube":"youtube",
    "TitleOverView":"Application for managing and controlling headaches",
    "ParagraphOverView":"Headaches are one of the most common reasons for going to a doctor. neurologists treat headaches in two main ways: the first, treatment that terminates the seizer or pain itself. This treatment is efficient when treating people with low-frequency pain attacks or headaches. The second level is preventive treatment. This treatment is efficient for chronic headaches. headaches become chronic, happen at a higher rate, for a couple of reasons: overuse of painkillers (more than two or three times per week).anxiety.feeling helpless.catastrophic thinking.People need to lower anxiety and catastrophe, gain awareness and control, and decrease the use of painkillers when dealing with chronic headaches.Although behavioral treatment was shown to help in lowering anxiety, catastrophe, and helping patients regain control and awareness, bringing to fewer headaches, most neurologists do not use these techniques. Usually, neurologists recommend drug treatment and not behavioral treatment, since they do not know how to do the treatment, or lack experience or due to a tight schedule.For these reasons, we have developed this application in order to help you manage your pain and headaches. The application will help you have better control over your pain, lower the frequency of seizures, and help you use the various drug treatments more wisely. Our program bridges the gap between what is and what is desired and allows behavioral treatment in patients suffering from chronic headaches in parallel or instead of drug treatments. The app uses the “Three Stages Method” that was described in the “Headache” journal and found useful and wanted by participants. the program was adjusted in order for it to fit a mobile app.The app is not meant to switch the neurologist but instead, it is meant to help the user to better understand headaches and help in behavioral treatment For self-regulation and reassurance.",
    "TitleApproach":"Our therapeutic approach is based on four accepted principles in the medicalliterature:",
    "Approach1":" 1. Avoiding over-the-counter painkillers - you should strive not to take painkillers beyond ten days a month. Listing in the app will help you know how many days you took painkillers in the last month.",
    "Approach2":"2. Preventive treatment by regular practice of self-regulating techniques of relaxation found in the app. The practice should be performed daily for several weeks and is aimed to prevent pain.",
    "Approach3":"3. After gaining sufficient skills in practicing relaxation methods, the same techniques can also be used to control seizures (short relaxation). You can practice short relaxations several times a day at the onset of a seizure or around situations that can cause a seizure. Incorporating relaxation as a preventive therapy and rapid relaxation to control the seizure, allow self-regulation and acceptance to control the aggravating stress responses to headaches.",
    "Approach4":"4. Knowledgeable use of medicines - You should consult your treating neurologist about the preventative drug treatments that may be helpful to you. These treatments should be taken daily to prevent pain. Also, the most effective analgesics should be tailored to your type of pain depending on the side effect profile that is right for you specifically.",
    "TreatmentCourse":"Treatment Course:",
    "Treatment1":"1. Practice ten minutes of self-relaxation, two to three times a day as a preventive therapy with the recording in parallel with or in place of the drug-preventive therapy. Practicing two to three relaxations a day will allow you to be more relaxed and master the relaxation technique well.",
    "Treatment2":"2. Practice self-relaxation two or three times a day as a preventative therapy, even without the recording. Studying self-relaxation as a preventative therapy without recording, provides a focus for internal control and increases self-regulating ability and insight. After the patient has been practicing relaxation regularly, the frequency of pain usually decreases.",
    "Treatment3":"3. Practice “quick entry” to control tension and pain instead of pain-killers and sometimes in parallel. We accumulate tension throughout the day, and this method is designed to release tension several times a day and stop the pain in the spring.",
    "Treatment4":"4. We also practice the rapid entry into relaxation mode in three stages. A first-minute, one-step practice that involves rapid relaxation, second stage, rapid relaxation using the 'safe place' technique guided imagination of a real or imagined place where security and calm are felt. Both of these exercises will be done initially with the recording and later without the recording.At the end of the process, you will know how to use self-relaxation as both preventive and control therapy and you can reduce stress and increase self-regulating abilities to control headaches with minimal painkillers and sometimes without the use of any medication at all.",
    "News":"News",
    "NewsTitle1":"D.r Yacob Ezra",
    "NewsSubTitle1":"Chairman (joint) of the Israeli Association for Psychosomatics.",
    "NewsParagraph1":"Dr. Yaakov Ezra, a specialist in neurology and licensed for the scientific teaching of medical hypnosis. The main areas of specialization are the treatment of headaches, chronic pain and psychostem disorders. A graduate of the Technion School of Medicine. During his military service, he served as the head of the field of neurology in the IDF, worked as a senior doctor in the neurology department and in the pain clinic in Hadassah Ein Kerem, and currently heads the service for functional neurology in Soroka. Co-chairman of the Israel Psychosomatics Association. The application for learning self-relaxation is based on the treatment method developed by Dr. Ezra and published in 2012 in the medical journal 'headache'. The method allows patients to gain better control over their headaches and reduce them significantly while developing a higher ability to control and self-regulate.",
    "NewsTitle2":"Interview with Dr. Ezra",
    "NewsSubTitle2":"Noam Barkan",
    "NewsParagraph2":"Noam Barkan, Yedioth Ahronoth reporter, reports on Doctor Ezra's treatment method. Noam met the people whose lives the centuries-old method saved.",
    "Explanation":"Explanation",
    "ExplanationTitle":"Meditation and relaxation",
    "MindfulnessTitle":"What exactly is mindfulness?",
    "Mindfulness":"The name means attentiveness/awareness. Mindfulness is a practical method of studying and practicing presence in the present without being overwhelmed and critical, and without reacting reactively to what is happening around us. Practice helps to accept reality as it is and to respond to what is happening from a quiet, clear place. It is a mental practice that originates in the East but is scientifically based. It allows us to reach higher levels of mental resilience, health, empathy, and happiness. It is a practical, simple, easy, and fun way to learn - the results of which are proven.",
    "RelaxationTitle":"What is relaxation?",
    "Relaxation":"Relaxation is a state of low arousal that can be produced, through the gradual relaxation of the various body parts, to the complete rest of the body. Its purpose is to reduce the unpleasant physiological symptoms of stress and anxiety. The technique uses self-controllable physical systems such as breathing and muscles to achieve self-regulation and control.",
    "MindfulnessVSRelaxationTitle":"Mindfulness vs. Relaxation",
    "MindfulnessVSRelaxation":"There really are similarities, and many times they are used under the same name, but there are differences. Relaxation is a focused tool whose purpose is one - to relax and release. In contrast, mindfulness can certainly help with relaxation and relaxation, but that is not the only purpose. The practice of mindfulness is a practice of attentive awareness of the present moment in a non-judgmental way. To practice the abilities to be attentive to the breath, for example, as emotional, physical, and mental stimuli are raised, we will continue to focus without responding to them.",
    "RelaxationSleepTitle":"Does falling asleep while practicing matter?",
    "RelaxationSleep":"No, it means allowing yourself to relax, and falling asleep is a positive sign.",
    "RulesForMindfulness":"3 basic rules for practicing mindfulness",
    "FirstRule":"- stop autopilot - on our listening day is split and good thing is, we can do things simultaneously and automatically, but it has a price and it is difficult to choose and focus on just one thing. In meditation, we want to focus attention and not split it.",
    "SecondRule":"- be here and now our daily awareness, analyzing situations, and repetitive thoughts on the past and future. In meditation, I think about reality anew, what I think now, what I do now at this very moment.",
    "ThirdRule":"- without judgment - we tend to spend judgment on ourselves and the environment. While judgment is important, it is important to be able to 'turn it off'. In meditation, we will try to identify judgmental thoughts such as: 'I cannot practice mindfulness.' Once we recognize the thought, we will learn to release it. Meditation allows us, not to be in our emotions or thoughts, but to observe them. The ability to observe thoughts and emotions allows us not to adopt them automatically."
}