{
    "Password": "סיסמא",
    "OK": "אוקיי",
    "ErrorOccurred": "שגיאה קרתה!",
    "SignUp": "הירשם",
    "SignUpTitle": "הרשמה",
    "SignIn": "התחבר",
    "SignInTitle": "התחברות",
    "FullName": "שם מלא",
    "Email": "אימייל",
    "InvalidEmail": "אימייל לא תקין!",
    "PasswordEmpty": "סיסמא צריכה להיות לא ריקה",
    "PasswordShort": "סיסמא צריכה להכיל לפחות 6 תווים",
    "ConfirmPassword": "אשר סיסמא",
    "DoctorID":"מזהה של הרופא",
    "PasswordsNotMatch": "הסיסמאות אינן תואמות",
    "AcceptTerms1": "קראתי ואני מאשר את ",
    "AcceptTerms2":"התנאים",
    "Login": "התחבר",
    "HaveAccount": "יש לך כבר חשבון?  התחבר",
    "NoHaveAccount": " אין לך חשבון?  הירשם",
    "ChangePassword": "שינוי סיסמא",
    "OldPassword": "סיסמא ישנה",
    "NewPassword": "סיסמא חדשה",
    "EditProfile": "עריכת פרופיל",
    "FirstName": "שם פרטי",
    "ProvideFirstName": "חייב למלא שם פרטי",
    "LastName": "שם משפחה",
    "ProvideLastName": "חייב למלא שם משפחה",
    "Birthday": "תאריך יום הולדת",
    "Information": "מידע",
    "Session": "הרפיות",
    "PersonalArea": "איזור אישי",
    "Settings": "הגדרות",
    "AgeBoy": "בן",
    "AgeGirl": "בת",
    "Agetrans": "בן/בת",
    "Calender": "לוח שנה",
    "Graph": "מדדים",
    "Account": "חשבון",
    "Profile": "פרופיל אישי",
    "EditProfileButton": "ערוך את הפרופיל שלך",
    "Privacy": "פרטיות",
    "Logout": "יציאה",
    "Cancel": "ביטול",
    "LogoutMakeSure": "האם ברצונך לצאת?",
    "General": "כללי",
    "Language": "שפה",
    "ChangeLanguage": "שינוי שפת האפליקציה",
    "Feedback":"משוב",
    "SendReport":"שליחת משוב",
    "Notfication": "התראות",
    "SetNotfication": "הגדר תזכורת",
    "Sound": "שמע",
    "SetSound": "הגדר שמע להרפיות",
    "Term": "תנאי שימוש",
    "Support":"תמיכה",
    "Policy": "מדיניות הפרטיות",
    "SimpleAnalgesics": "משככי כאבים פשוטים",
    "CombinedAnalgesics": "משככי כאבים משולבים",
    "Triptans": "טריפטנים",
    "OnlyLetters":"תרופה צריכה להכיל רק אותיות",
    "Other": "אחר",
    "NumOfDaysTookMed": "כמה ימים לקחת תרופות?",
    "ChooseOne": "בחר 1",
    "ProvideAmount": "חייב לספק כמות",
    "AmountAttack": "כמות ההתקפים שהיה לך בחודש האחרון",
    "AvgDurationAttack": "בממוצע, כמה שעות נמשך ההתקף?",
    "AvgIntensityAttack": "בממוצע, מה עוצמת הכאב שלך?",
    "UseMedForAttacks": "האם השתמשת בתרופות להתקפים אלו?",
    "Save": "שמור",
    "Date": "התאריך",
    "DurationAttack": "כמה שעות נמשך ההתקף?",
    "IntensityAttack": "מה הייתה עוצמת הכאב?",
    "UseMedForAttack": "האם נטלת תרופות?",
    "Duration": "משך",
    "Intensity": "עוצמה",
    "Reports": "דוחות",
    "EditOrNewReports": "ערוך/צור דוח חדש",
    "reportTitle":"דוח כאב ראש",
    "Permission":"הרשאות להתראות",
    "PermissionMessage":"לתת לאפליקציה MDtate הרשאת גישה להתראות?",
    "Confirm":"מסכים",
    "Headache":"כאב ראש",
    "Medication":"תרופות",
    "Legend":"מקרא על הצבעים",
    "MorningSession":"הרפיות בוקר",
    "NightSession":"הרפיות לילה",
    "ShortSession":"הרפיות קצרות",
    "LongSession":"הרפיות ארוכות",
    "HowSession":"איך הייתה ההרפיה ?",
    "TitleNotification":"היה לך כאב ראש היום ?",
    "BodyNotification":"מזכירים לך למלא את הדוח",
    "Recommendation":"המלצה",
    "Skip":"דלג",
    "VeryDissatisfied":"מאוד לא מרוצה",
    "Dissatisfied":"לא מרוצה",
    "Neutral":"בסדר",
    "Satisfied":"מרוצה",
    "VerySatisfied":"מאוד מרוצה",
    "Reset":"אתחול",
    "ResetSession":"אתחול הרפיות",
    "ResetMakeSure":"האם לאתחל את ההרפיות מחדש?",
    "Notification":"התראות",
    "NotificationTitleSession":"יש לך זמן לשמוע הרפיה?",
    "NotificationBodySession":"לחץ לשמיעה",
    "EmptyFeedback":"חייב למלא תוכן כדי לשלוח משוב",
    "GoodMorning":"בוקר טוב",
    "GoodAfternoon":"צהריים טובים",
    "GoodEvening":"ערב טוב",
    "GoodNight":"לילה טוב",
    "SessionTitle":"הרפיות ששמעת",
    "ResearchApprove1":"אני מסכים להשתתפות",
    "ResearchApprove2":"במחקר",
    "ResearchApprove3":"",
    "No":"לא",
    "Yes":"כן",
    "firestReportTitle":"דוח ראשוני",
    "Frequency":"תדירות",
    "ClickMonthGraph":"לחץ על שם החודש בציר בכדי לקבל תצוגה יומית ",
    "graphTitle1":"מדדי כאב ראש: עוצמה ומשך",
    "graphTitle2":"תדירות כאבי ראש לעומת מספר הרפיות ",
    "displayMessageInGraphPage":"אל תציג הודעה זו שוב",
    "OverView":"התוכנית",
    "TitleVideo":"סרטון של ד'ר עזרא המסביר על כאבי הראש השונים, וכיצד התוכנית באפליקציה עוזרת למנוע התקפי ראש ושימוש יתר בתרופות.",
    "Youtube":"youtube",
    "TitleOverView":"אפליקציה לניהול ושליטה בכאבי ראש",
    "ParagraphOverView":"כאבי ראש מהווים את אחת הסיבות השכיחותה לרופא. נוירולוגים מטפלים בכאבי הראש בשני מישורים: הראשון, טיפול שמטרתו להפסיק את הכאב עצמו. הטיפול הזה הוא יעיל כשמטפלים באנשים עם התקפי כאב או כאבי ראש בתדירות נמוכה. הרמה השנייה היא טיפול מונע, טיפול זה יעיל בעיקר בכאבי ראש כרוניים. כאבי ראש הופכים לכרוניים, קורים בקצב גבוה מכמה סיבות: שימוש יתר במשככי כאבים (יותר משניים או שלוש פעמים לשבוע), חרדה, הרגשת חוסר אונים או חשיבה קטסטרופלית. אנשים צריכים להוריד את החרדה והקטסטרופיה, להשיג מודעות ושליטה, להפחית את השימוש במשככי כאבים כאשר מתמודדים עם כאבי ראש כרוניים. למרות שטיפול התנהגותי הוכח כמסייע בהורדת חרדה, קטסטרופה ועוזר למטופלים להחזיר את השליטה והמודעות, מביא לפחות כאבי ראש, כמעט שאין נוירולוגים שמטפלים בטיפולים אלו. לרוב, נוירולוגים ממליצים על טיפול טרופתי ולא על טיפול התנהגותי, מאחר שאינם יודעים כיצד לעשות את הטיפול, או חסרי ניסיון או בשל לוח זמנים צפוף. לשם כך, פיתחנו אפליקציה זו שתעזור לך בניהול כאבי הראש. האפליקציה תעזור לך לשלוט טוב יותר בכאבים, להקטין את התדירות ההתקפים ולהשתמש בצורה מושכלת יותר בטיפולים התרופתיים. אפליקציה זו באה לגשר על הפער בין מה שיש לרצוי ולאפשר טיפול התנהגותי בחולים הסובלים מכאבי ראש כרוניים או במקום טיפולים תרופתיים. האפליקציה מיישמת את 'שיטת שלושת השלבים' שתוארה בכתב עת 'Headache' ונמצאה כיעילה ורצויה למטופלים. השיטה עברה שינויים כדי להתאים באפליקציה. האפליקציה אינה מחליפה את הנוירולוג, אלא, לעזור בהבנה טובה יותר של כאבי ראש ובהענקת טיפול טיפולי לויסות והרגעה עצמית.",
    "TitleApproach":"הגישה הטיפולית שלנו מתבססת על ארבעה עקרונות המקובלים בספרות הרפואית:",
    "Approach1":"1. הימנעות מצריכת יתר של משככי כאבים – עליך לשאוף לא ליטול משככי כאבים מעבר לעשרה ימים בחודש. הרישום באפליקציה יסייע לך לדעת כמה ימים נטלת משככי כאבים בחודש האחרון.",
    "Approach2":"2. טיפול מונע על ידי תרגול סדיר של טכניקות וויסות עצמי של ההרפיה הנמצאת באפליקציה. התרגול אמור להתבצע באופן יומיומי למשך מספר שבועות ומטרתו למנוע כאבים.",
    "Approach3":"3. לאחר קבלת מיומנות מספקת בתרגול שיטות ההרפיה, ניתן להשתמש באותן טכניקות גם לשליטה בהתקף (הרפיה קצרה). ניתן לתרגל הרפיות קצרות מספר פעמים ביום עם תחילת התקף או סביב מצבים שעלולים לגרום להתקף. שילוב הרפיה כטיפול מונע והרפיה מהירה לשליטה בהתקף, מאפשרות וויסות עצמי וקבלת לשליטה בתגובות הדחק המחמירות כאבי ראש.",
    "Approach4":"4.שימוש מושכל בתרופות – עליך להתייעץ עם הנוירולוג המטפל לגבי הטיפולים התרופתיים המונעים שעשויים להועיל לך. יש ליטול טיפולים אלו באופן יומיומי במטרה למנוע כאב. כמו כן, יש להתאים את משככי הכאבים היעילים ביותר לסוג הכאב שלך בהתאם לפרופיל תופעות הלוואי המתאים לך ספציפית.",
    "TreatmentCourse":"מהלך הטיפול:",
    "Treatment1":"1.תרגול הרפיה עצמית בת כעשר דקות, פעמיים-שלוש ביום כטיפול מונע בעזרת ההקלטה במקביל לטיפול המונע התרופתי או במקומו. תרגול הרפיה פעמיים-שלוש ביום יאפשר לך להיות רגוע יותר ולשלוט בטכניקת ההרפיה בצורה טובה.",
    "Treatment2":"2.תרגול הרפיה עצמית פעמיים-שלוש ביום כטיפול מונע, גם ללא ההקלטה. לימוד הרפיה עצמית כטיפול מונע ללא ההקלטה, מעניק מוקד שליטה פנימי ומגביר את יכולת הוויסות העצמית והתובנה. לאחר שהמטופל מקפיד על תרגול הרפיה באופן סדיר, בדרך כלל חלה ירידה בתדירות הכאבים.",
    "Treatment3":"3. תרגול כניסה מהירה לשליטה במתח ובכאב במקום משככי כאבים ולעיתים במקביל להם. אנו צוברים את המתח לאורך היום, והשיטה הזאת נועדה לפרוק מתח מספר פעמים ביום ולהפסיק את הכאב באיבו.",
    "Treatment4":"4. את לימוד הכניסה המהירה למצב הרפיה נתרגל גם כן בשלושה שלבים. תרגול ראשון בן דקה שכולל הרפיה מהירה, שלב שני, הרפיה מהירה תוך שימוש בטכניקה של 'מקום בטוח' דמיון מודרך של מקום אמיתי או דמיוני שבו מרגישים ביטחון ורוגע. שני התרגולים הללו ייעשו בהתחלה עם ההקלטה ובהמשך ללא ההקלטה.בסוף התהליך, תדע להשתמש בהרפיה העצמית הן כטיפול מונע והן לשליטה ותוכל להפחית מתח ולהגביר יכולות וויסות עצמי במטרה לשלוט בכאבי הראש עם הזדקקות מינימלית במשככי כאבים ולעיתים אף ללא שימוש בתרופות בכלל.",
    "News":"כללי",
    "NewsTitle1":"דוקטור יעקב עזרא",
    "NewsSubTitle1":"יו\"ר (משותף) האגודה הישראלית לפסיכוסומטיקה.",
    "NewsParagraph1":"ד\"ר יעקב עזרא, מומחה בנוירולוגיה ומורשה להוראה מדעית של היפנוזה רפואית. תחומי ההתמחות העיקריים הם, הטיפול בכאבי ראש, בכאבים כרוניים ובהפרעות פסיכוסטמטיות. בוגר ביה\"ס לרפואה של הטכניון. בשירותו הצבאי שימש כראש תחום נוירולוגיה בצה\"ל, עבד כרופא בכיר במחלקה הנוירולוגית ובמרפאת כאב בהדסה עין כרם, כיום מנהל את השירות לנוירולוגיה תפקודית בסורוקה. יו\"ר (משותף) של האגודה הישראלית לפסיכוסומטיקה. האפליקציה ללימוד הרפיה עצמית מתבססת על שיטת הטיפול שפותחה ע\"י ד\"ר עזרא ופורסמה בשנת 2012 בכתב העת הרפואי 'headache'. השיטה מאפשרת למטופלים להגיע לשליטה טובה יותר בכאבי הראש ולהפחיתם באופן משמעותי תוך פיתוח יכולת שליטה וויסות עצמי גבוהות יותר.",
    "NewsTitle2":"ראיון עם דוקטור יעקב עזרא",
    "NewsSubTitle2":"נועם ברקן",
    "NewsParagraph2":"נועם ברקן, כתבת ידיעות אחרונות, מדווחת על שיטת הטיפול של דוקטור עזרא. נועם פגשה את האנשים שהשיטה בת מאות השנים הצילה את חייהם.",
    "Explanation":"הסבר",
    "ExplanationTitle":"מדיטציה והרפיה",
    "MindfulnessTitle":"אז מה זה בעצם מיינדפולנס?",
    "Mindfulness":"משמעות השם היא קשב/מודעות. מיינדפולנס היא שיטה מעשית ללימוד ותרגול נוכחות בהווה מבלי להיות מוצף וביקורתי, ומבלי להגיב באופן תגובתי למתרחש סביבנו. תרגול עוזר לקבל את המציאות כפי שהיא ולהגיב למתרחש ממקום שקט וברור. זהו תרגול מנטלי שמקורו במזרח אך מבוסס מדעית. זה מאפשר לנו להגיע לרמות גבוהות יותר של חוסן נפשי, בריאות, אמפתיה ואושר. זוהי דרך מעשית, פשוטה, קלה ומהנה ללמוד - שתוצאותיה מוכחות.",
    "RelaxationTitle":"מהי הרפיה?",
    "Relaxation":"הרפיה היא מצב של עוררות נמוכה שניתן לייצר, באמצעות הרפיה הדרגתית של חלקי הגוף השונים, עד למנוחה השלמה של הגוף. מטרתו להפחית את הסימפטומים הפיזיולוגיים הלא נעימים של מתח וחרדה. הטכניקה משתמשת במערכות גופניות הניתנות לשליטה עצמית כמו נשימה ושרירים כדי להשיג ויסות ושליטה עצמית.",
    "MindfulnessVSRelaxationTitle":" מה ההבדל בין מיינדפולנס להרפיה?",
    "MindfulnessVSRelaxation":"באמת יש קווי דמיון, ופעמים רבות הם משמשים תחת אותו שם, אבל יש הבדלים. הרפיה היא כלי ממוקד שמטרתו אחת – להירגע ולשחרר. לעומת זאת, מיינדפולנס בהחלט יכול לעזור להרגעה ולהרגעה, אבל זו לא המטרה היחידה. תרגול מיינדפולנס הוא תרגול של מודעות קשובה לרגע הנוכחי בצורה לא שיפוטית. כדי לתרגל את היכולות להיות קשובים לנשימה, למשל, עם העלאת גירויים רגשיים, פיזיים ונפשיים, נמשיך להתמקד מבלי להגיב אליהם.",
    "RelaxationSleepTitle":" כשאני מתרגל הרפיה, אני נרדם",
    "RelaxationSleep":"לא, זה אומר לאפשר לעצמך להירגע, והירדמות היא סימן חיובי.",
    "RulesForMindfulness":"3 כללים בסיסיים לתרגול מיינדפולנס:",
    "FirstRule":"- עצור טייס אוטומטי - ביום ההאזנה שלנו זה מפוצל ודבר טוב הוא שנוכל לעשות דברים בו זמנית ואוטומטית, אבל יש לזה מחיר וקשה לבחור ולהתמקד רק בדבר אחד. במדיטציה אנו רוצים למקד את תשומת הלב ולא לפצל אותה.",
    "SecondRule":"- להיות כאן ועכשיו המודעות היומיומית שלנו, ניתוח מצבים ומחשבות חוזרות על העבר והעתיד. במדיטציה, אני חושב על המציאות מחדש, מה אני חושב עכשיו, מה אני עושה עכשיו ברגע זה ממש.",
    "ThirdRule":"- ללא שיפוט - אנו נוטים לבזבז שיקול דעת על עצמנו ועל הסביבה. אמנם השיפוט חשוב, אבל חשוב להיות מסוגל 'לכבות'. במדיטציה ננסה לזהות מחשבות שיפוטיות כמו: 'אני לא יכול לתרגל מיינדפולנס'. ברגע שנזהה את המחשבה, נלמד לשחרר אותה. מדיטציה מאפשרת לנו, לא להיות ברגשות או במחשבות שלנו, אלא להתבונן בהם. היכולת להתבונן במחשבות וברגשות מאפשרת לנו לא לאמץ אותם אוטומטית."

}